Repository: alleyinteractive/clone-replace
Catalog: languages/clone-replace-*.po
Languages: de_de

source: You are trying to copy an invalid post
de_de: Du versuchst einen ungültigen Post zu kopieren.

source: There was an error copying this post
de_de: Es kam zu einem Fehler beim Kopieren des Posts.

source: Clone
de_de: Klonen

source: Clone to a new draft
de_de: In neuen Entwurf klonen

source: Replace
de_de: Ersetzen

source: When this post is published, it will replace the selected post. The data from this post will be moved to the replaced one, the latest version of the replaced post will become a revision if revisions are enabled, or go to the trash if not, and this post will be deleted. There is no undo, per se.
de_de: Wenn dieser Post veröffentlicht wird, ersetzt er den ausgewählten Post. Die Daten dieses Posts werden zum zu ersetzenden Post verschoben, die letzte Version des ersetzten Posts wird - falls aktiv - zu einer Revision oder in den Papierkorb verschoben und dieser Post wird schließlich gelöscht. Dies ist nicht umkehrbar.

source: Replace original post
de_de: Original ersetzen

source: Find a post to replace
de_de: Post zum Ersetzen finden

source: Warning: This post is set to be replaced by %s. Any edits will be lost when it is replaced.
de_de: Achtung: Dieser Post soll von %s ersetzt werden. Alle Änderungen werden somit verloren gehen.

source: Set to replace: <strong>{{title}}</strong>
de_de: Zum Ersetzen markiert: <strong>{{title}}</strong>

source: (no title)
de_de: (kein Titel)

source: Clone/Replace
de_de: Klonen/Ersetzen

source: Set to replace: <strong>%s</strong>
de_de: Zum Ersetzen markiert: <strong>%s</strong>
